export default {
    preloader: {
        good_morning: "Доброе утро",
        good_afternoon: "Добрый день",
        good_evening: "Добрый вечер",
    },
    
    navigation: {
        home: "главная",
        about: "о нас",
        team: "команда",
        contacts: "контакты",
        projects: "портфолио",
    },

    header: {
        text1: `
            <strong> TELLA </strong> - комплексная 
            веб-студия полного цикла. <br>
            Специализируемся на
        `,
        text2: "под любые запросы Вашего бизнеса.",
        design: "продуктовом дизайне",
        site: "продающих сайтах",
        marketion: "digital маркетинге",
        mobile: "мобильных приложениях",
        send_request: "Отправить заявку"
    },

    about: {
        title: `
            3 главных 
            <span class='colored-text'>
                преимущества
            </span>
        `,
        data: {
            technology: {
                title: "Лидер технологий",
                text1: "Первые, кто верстает на чистом коде vue.js",
                text2: "Сверхбыстрая загрузка сайта",
                text3: "Защита от копирования"
            },
            principle: {
                title: "Принцип Win - Win",
                text1: "Помогаем с первичными обработками заявок",
                text2: "Мы заинтересованы, чтобы Вы продавали",
                text3: "больше и лучше"
            },
            assurance: {
                title: "Гарантия качества",
                text1: "Поддержка и сопровождения сайта",
                text2: "Качественная проработка этапов проекта",
                text3: "Гарантия результата и выполненных работ",
            }
        }
    },

    services: {
        title: `
            Наши 
            <span class='colored-text'>
                комплексные услуги
            </span> 
            позволят Вам
        `,
        slider1: {
            title: `
                Заявить о товаре/услуге <br>
                <span class='colored-text'>
                    на весь рынок
                </span>
            `,
            text: `
                Совсем недавно открыли 
                свой бизнес и желаете, <br> 
                чтобы о Вашем товаре/услуге все узнали? 
                <span class='colored-text'> 
                    <br>
                    Мы сделаем это и Вас узнают тысячи людей!
                </span>`
        },
        slider2: {
            title: `
                <span class='colored-text'>
                    Увеличить
                </span> 
                продажи
            `,
            text: `
                Получайте только целевых клиентов. <br> 
                Продающая структура посадочных страниц.<br> 
                Увеличение прибыли бизнеса в несколько раз! 
                <span class='colored-text'> 
                    <br>
                    Клиенты сами будут идти к Вам!
                </span>`
        },
        slider3: {
            title: `
                Сократить время на <br> 
                <span class='colored-text'>
                    привлечение клиентов
                </span>
            `,
            text: `
                Вы занимаетесь бизнесом и 
                его масштабированием, <br> 
                а мы обеспечиваем Вас огромным 
                потоком клиентов. 
                <span class='colored-text'>
                    <br>
                    Мы сделаем это и Вас узнают тысячи людей!
                </span>
            `
        },
        slider4: {
            title: `
                <span class='colored-text'>
                    Уменьшить расходы
                </span> 
                на <br> рекламу и продвижение
            `,
            text: `
                Проработанная 
                настройка рекламы позволит <br> 
                окупить рекламные бюджеты уже 
                через 2-3 месяца. 
                <span class='colored-text'>
                    <br>
                    Вы не сможете противостоять росту Вашей прибыли!
                </span>`
        }
    },

    projects: {
        title: "ПОРТФОЛИО",
        go_to_site: "Перейти на сайт",
        in_developing: "В разработке",
        gornoesolnce: `
            Разработка сайта 
            для премиального жилого 
            комплекса в Алматы
        `,
        ddpartnership: `
            Разработка интернет-магазина 
            с киберспортивной периферией
        `,
        dimashtea: `
            Разработка интернет-магазина 
            для всемирно-известного певца, 
            Димаш Құдайберген
        `,
    },

    clients: {
        title: `
            Наши 
            <span class='colored-text'>
                клиенты
            </span>
        `
    },

    team: {
        title: `
            Наша 
            <span class='colored-text'>
                команда
            </span>
        `,
        data: [
            {
                name: `
                    <span class="colored-text">
                        Шынгыс
                    </span> 
                    <br>
                    Калыбай
                `,
                position: "Проект менеджер",
            },
            {
                name: `
                    <span class="colored-text">
                        Дален
                    </span> 
                    <br>
                    Оспанов
                `,
                position: "Chief Design Officer",
            },
            {
                name: `
                    <span class="colored-text">
                        Агзам
                    </span>
                    <br>    
                    Етекбай
                `,
                position: "Технический директор"
            }
        ],
    },
    
    meeting: {
        title: `
            <span class='colored-text'>
                Все еще
            </span> 
            сомневатесь?
        `,
        subtitle: "Потратив 30 минут на живую встречу Вы получите:",
        text1: `
            экспресс-аудит <br>
            Вашей ниши
        `,
        text2: `
            стратегию <br>
            продвижения в <br>
            сети Интернет
        `,
        text3: `
            и с огромной <br>
            вероятностью - <br>
            продающий сайт
        `,
        form_title: "Будьте на шаг впереди Ваших конкурентов!",
        warning: `
            *Нажимая на кнопку, вы даете согласие на 
            обработку персональных данных и соглашаетесь 
            с политикой конфиденциальности.
        `,
        request: {
            name: "Ваше имя",
            phone: "Номер телефона",
            button: "Узнать больше",
            loading: "Загрузка...",
            success: "Спасибо за заявку",
            success_message: "С вами свяжутся в ближайшее время!",
            error: "Ошибка",
            error_message: "Что то пошло не так!",
            warning: "Проверьте данные!",
            warning_message: "Введен неверный формат телефона"
        }
    },

    contacts: {
        title: "Контакты",
        subtitle: "Давайте общаться",
        city: "Алматы",
        city2: "Гонконг",
        address: `
            Проспект Аль-Фараби 144, <br>
            ЖК "Горное Солнце", офис 46-47 <br>
        `,
    }
}